Repository: baglayan/acouplet
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: tr

source: Head-gesture practice changed before the command could be sent.
tr: Komut gönderilmeden önce baş hareketi alıştırması değişti.

source: Headphone Action
tr: Kulaklık İşlemi

source: Headphone Controls
tr: Kulaklık Denetimleri

source: Headphone Noise Control
tr: Kulaklık Gürültü Denetimi

source: Headphone Settings
tr: Kulaklık Ayarları

source: Headphone View
tr: Kulaklık Görünümü

source: The headphone settings changed before the audio source change was confirmed.
tr: Ses kaynağı değişikliği doğrulanmadan önce kulaklık ayarları değişti.

source: The headphone settings changed before the device connection change was confirmed.
tr: Aygıt bağlantısı değişikliği doğrulanmadan önce kulaklık ayarları değişti.

source: Headphone codec
tr: Kulaklık kodeği

source: Headphone music volume
tr: Kulaklık müzik ses düzeyi

source: Headphones
tr: Kulaklıklar

source: Headphones Disconnected
tr: Kulaklıkların Bağlantısı Kesildi

source: Headphones did not acknowledge a command.
tr: Kulaklıklar bir komutu onaylamadı.

source: Headphones did not confirm the change.
tr: Kulaklıklar değişikliği doğrulamadı.

source: Headphones did not confirm the connection change.
tr: Kulaklıklar bağlantı değişikliğini doğrulamadı.

source: Headphones did not return equalizer settings.
tr: Kulaklıklar ekolayzır ayarlarını göndermedi.

source: Headphones reported %@; the requested %@ change was not confirmed.
tr: Kulaklıklar %@ bildirdi; istenen %@ değişikliği doğrulanmadı.

source: Headphones: %@
tr: Kulaklıklar: %@

source: Hear your voice during calls
tr: Aramalarda kendi sesinizi duyun

source: Heavy
tr: Yoğun

source: High
tr: Yüksek

source: Hybrid silicone
tr: Hibrit silikon

source: If a gesture is not detected, face forward and remain still for a moment before trying again.
tr: Hareket algılanmazsa yeniden denemeden önce ileriye bakın ve bir süre hareketsiz kalın.

source: Immersive audio
tr: Çevreleyici ses

source: In a call
tr: Aramada

source: Increase chat audio
tr: Sohbet sesini artır

source: Increase game audio
tr: Oyun sesini artır

source: Install the latest Acouplet LDAC Output.pkg and restart your Mac to use this sample rate.
tr: Bu örnekleme hızını kullanmak için en son Acouplet LDAC Output.pkg paketini yükleyin ve Mac’inizi yeniden başlatın.

source: Keep current audio source
tr: Geçerli ses kaynağını koru

source: Keep icon visible when disconnected
tr: Bağlantı kesildiğinde simgeyi göster

source: Keep still and leave both earbuds in your ears.
tr: Hareketsiz kalın ve iki kulaklığı da kulağınızda tutun.

source: Keyboard
tr: Klavye

source: LDAC Settings
tr: LDAC Ayarları

source: LDAC did not start with the selected audio format.
tr: LDAC seçilen ses biçimiyle başlatılamadı.

source: LDAC playback
tr: LDAC ile çalma

source: LDAC reported an invalid audio format.
tr: LDAC geçersiz bir ses biçimi bildirdi.

source: Headphone settings were not received. Refresh to try again.
tr: Kulaklık ayarları alınamadı. Yeniden denemek için yenileyin.

source: Schedule Retry
tr: Yeniden Denemeyi Planla

source: LDAC requires a macOS administrator account.
tr: LDAC için bir macOS yönetici hesabı gerekir.

source: LDAC stopped because the Bluetooth connection couldn’t keep up.
tr: Bluetooth bağlantısı yetişemediği için LDAC durdu.

source: LE peripheral
tr: LE çevre birimi

source: Last issue
tr: Son sorun

source: Last reported preference: %@
tr: Son bildirilen tercih: %@

source: Last sync
tr: Son eşzamanlama

source: Launch at login
tr: Oturum açıldığında başlat

source: Left
tr: Sol

source: Left Earbud Battery Low
tr: Sol Kulaklık Pili Zayıf

source: Left battery
tr: Sol pil

source: Left: %@, Right: %@
tr: Sol: %@, Sağ: %@

source: Listening Mode and Quick Access
tr: Dinleme Modu ve Hızlı Erişim

source: Listening level
tr: Dinleme düzeyi

source: Listening mode
tr: Dinleme modu

source: Loading…
tr: Yükleniyor…

source: Login Items…
tr: Giriş Öğeleri…

source: Long
tr: Uzun

source: Long press to activate
tr: Etkinleştirmek için uzun bas

source: Long press while active
tr: Etkinken uzun bas

source: Low
tr: Düşük

source: Low Battery
tr: Pil Zayıf

source: Low Latency
tr: Düşük Gecikme

source: Low battery
tr: Düşük pil

source: Mac Audio Output
tr: Mac Ses Çıkışı

source: Mac audio output
tr: Mac ses çıkışı

source: Manage Devices
tr: Aygıtları Yönet

source: Manual
tr: Elle

source: Manually
tr: Elle

source: Measured
tr: Ölçüldü

source: Measurement is off
tr: Ölçüm kapalı

source: Measuring fit…
tr: Uyum ölçülüyor…

source: Medium
tr: Orta

source: Mellow
tr: Yumuşak

source: Menu Bar
tr: Menü Çubuğu

source: Microphone mute
tr: Mikrofonu sessize al

source: Mobile device assistant
tr: Mobil aygıt asistanı

source: More
tr: Daha Fazla

source: More Settings…
tr: Diğer Ayarlar…

source: Multiple headphones were found. Select the headphones you want to connect.
tr: Birden fazla kulaklık bulundu. Bağlanmak istediğiniz kulaklığı seçin.

source: Multipoint
tr: Çoklu Bağlantı

source: Multipoint changed before your cancellation could be confirmed.
tr: İptaliniz doğrulanmadan önce çoklu bağlantı değişti.

source: Multipoint changed or its controls are no longer available.
tr: Çoklu bağlantı değişti veya denetimleri artık kullanılamıyor.

source: My EQ %lld
tr: Ekolayzırım %lld

source: NC Optimizer changed before the command could be sent.
tr: Komut gönderilmeden önce NC Optimizer değişti.

source: NC/AMB button
tr: NC/AMB düğmesi

source: NC/AMBIENT button
tr: NC/AMBIENT düğmesi

source: Never
tr: Asla

source: Next track
tr: Sonraki parça

source: Next track / Stop Gemini Live
tr: Sonraki parça / Gemini Live’ı durdur

source: No Function
tr: İşlev Yok

source: No function
tr: İşlev yok

source: No output selected
tr: Çıkış seçilmedi

source: No response. Check that the headphones are on.
tr: Yanıt yok. Kulaklıkların açık olduğunu denetleyin.

source: Nod
tr: Yukarı aşağı

source: Noise Adaptation
tr: Gürültü Uyarlaması

source: Noise Cancellation
tr: Gürültü Engelleme

source: Noise Cancelling
tr: Gürültü Engelleme

source: Noise Cancelling / Ambient Sound
tr: Gürültü Engelleme / Ortam Sesi

source: Noise Cancelling / Ambient Sound / Off
tr: Gürültü Engelleme / Ortam Sesi / Kapalı

source: Noise Cancelling / Off
tr: Gürültü Engelleme / Kapalı

source: Noise Cancelling Optimizer
tr: Gürültü Engelleme Optimizasyonu

source: Noise Cancelling Optimizer is currently unavailable.
tr: Gürültü Engelleme Optimizasyonu şu anda kullanılamıyor.

source: Noise Cancelling Optimizer is no longer available.
tr: Gürültü Engelleme Optimizasyonu artık kullanılamıyor.

source: Noise Control
tr: Gürültü Denetimi

source: Noise Control Off
tr: Gürültü Denetimi Kapalı

source: Noise adaptation
tr: Gürültü uyarlaması

source: Noise cancellation
tr: Gürültü engelleme

source: Noise control is unavailable on the headphones.
tr: Kulaklıklarda gürültü denetimi kullanılamıyor.

source: Noise control status was not received. Reconnect the headphones to try again.
tr: Gürültü denetimi durumu alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: Noise controls changed before the command could be sent.
tr: Komut gönderilmeden önce gürültü denetimleri değişti.

source: Noise controls changed. Choose the setting again.
tr: Gürültü denetimleri değişti. Ayarı yeniden seçin.

source: None
tr: Yok

source: Not Connected
tr: Bağlı Değil

source: Not charging
tr: Şarj olmuyor

source: Not determined
tr: Belirlenmedi

source: Not enabled
tr: Etkin değil

source: Not found
tr: Bulunamadı

source: Not measured
tr: Ölçülmedi

source: Not playing
tr: Çalmıyor

source: Not reported
tr: Bildirilmedi

source: Not selected
tr: Seçili değil

source: Not worn
tr: Takılı değil

source: OK
tr: Tamam

source: Off
tr: Kapalı

source: Office
tr: Ofis

source: Open Headphone View
tr: Kulaklık Görünümünü Aç

source: Open Settings
tr: Ayarları Aç

source: Optimization Complete
tr: Optimizasyon Tamamlandı

source: Optimization became unavailable. Stopping…
tr: Optimizasyon kullanılamaz hâle geldi. Durduruluyor…

source: Optimization did not finish. Stopping…
tr: Optimizasyon bitmedi. Durduruluyor…

source: Optimization ended before completion.
tr: Optimizasyon tamamlanmadan sona erdi.

source: Optimization finished before cancellation.
tr: Optimizasyon iptalden önce tamamlandı.

source: Optimization finished, but the headphones did not report its results.
tr: Optimizasyon tamamlandı ancak kulaklıklar sonuç bildirmedi.

source: Optimization is already running on the headphones.
tr: Kulaklıklarda optimizasyon zaten çalışıyor.

source: Optimize Noise Cancelling…
tr: Gürültü Engellemeyi Optimize Et…

source: Optimizer Details…
tr: Optimizasyon Ayrıntıları…

source: Optimizer information was not received. Reconnect the headphones to try again.
tr: Optimizasyon bilgisi alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: Optimizing noise cancellation…
tr: Gürültü engelleme optimize ediliyor…

source: Orange
tr: Turuncu

source: Other
tr: Diğer

source: Other (0x%08X)
tr: Diğer (0x%08X)

source: Outdoor Stage
tr: Açık Hava Sahnesi

source: Pair the headphones with this Mac in Bluetooth settings, then check the connection.
tr: Kulaklıkları Bluetooth ayarlarından bu Mac ile eşleyin, ardından bağlantıyı denetleyin.

source: Pair your Sony headphones in Bluetooth settings
tr: Sony kulaklıklarınızı Bluetooth ayarlarından eşleyin

source: Pairing required.
tr: Eşleme gerekiyor.

source: Pause
tr: Duraklat

source: Pause when removed
tr: Çıkarıldığında duraklat

source: Personal optimization
tr: Kişisel optimizasyon

source: Pink
tr: Pembe

source: Play
tr: Çal

source: Play / Pause
tr: Çal / Duraklat

source: Playback
tr: Çalma

source: Playback Control
tr: Çalma Denetimi

source: Playback Control (limited voice assistant)
tr: Çalma Denetimi (sınırlı sesli asistan)

source: Playback Quality
tr: Çalma Kalitesi

source: Playback controls changed while waiting. Reconnect the headphones and try again.
tr: Beklerken çalma denetimleri değişti. Kulaklıkları yeniden bağlayıp tekrar deneyin.

source: Playback information was not received. Reconnect the headphones to try again.
tr: Çalma bilgisi alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: Polyurethane
tr: Poliüretan

source: Power Off Not Confirmed
tr: Kapanma Doğrulanmadı

source: Power Off Requested
tr: Kapanma İstendi

source: Power save mode
tr: Güç tasarrufu modu

source: Power saving is active.
tr: Güç tasarrufu etkin.

source: Power-saving settings changed before the command could be sent.
tr: Komut gönderilmeden önce güç tasarrufu ayarları değişti.

source: Practice Details…
tr: Alıştırma Ayrıntıları…

source: Practice Head Gestures
tr: Baş Hareketi Alıştırması

source: Practice Head Gestures…
tr: Baş Hareketi Alıştırması…

source: Practice has ended.
tr: Alıştırma sona erdi.

source: Practice information was not received. Reconnect the headphones to try again.
tr: Alıştırma bilgisi alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: Preparing connection controls…
tr: Bağlantı denetimleri hazırlanıyor…

source: Preparing practice…
tr: Alıştırma hazırlanıyor…

source: Preset %02X
tr: Önayar %02X

source: Preset name
tr: Önayar adı

source: Press
tr: Bas

source: Press and hold
tr: Bas ve basılı tut

source: Prevents automatic switching to another connected device. Choosing another device turns this off.
tr: Başka bir bağlı aygıta otomatik geçişi önler. Başka bir aygıt seçerseniz bu seçenek kapanır.

source: Previous track
tr: Önceki parça

source: Previous track / Stop Gemini Live
tr: Önceki parça / Gemini Live’ı durdur

source: Privacy & Security…
tr: Gizlilik ve Güvenlik…

source: Protocol
tr: Protokol

source: Quality
tr: Kalite

source: Quick Access
tr: Hızlı Erişim

source: Quick Access (Classic only)
tr: Hızlı Erişim (yalnızca Classic)

source: Quick Access 1
tr: Hızlı Erişim 1

source: Quick Access 2
tr: Hızlı Erişim 2

source: Quick Attention
tr: Hızlı Dikkat

source: Quit Acouplet
tr: Acouplet’den Çık

source: Read notifications
tr: Bildirimleri oku

source: Read the headphone equalizer into this draft.
tr: Kulaklık ekolayzırını bu taslağa oku.

source: Reading connected devices…
tr: Bağlı aygıtlar okunuyor…

source: Reading earbud information…
tr: Kulaklık bilgileri okunuyor…

source: Reading equalizer
tr: Ekolayzır okunuyor

source: Reading equalizer…
tr: Ekolayzır okunuyor…

source: Reading results…
tr: Sonuçlar okunuyor…

source: Reading touch controls…
tr: Dokunma denetimleri okunuyor…

source: Ready
tr: Hazır

source: Rear Left
tr: Arka Sol

source: Rear Right
tr: Arka Sağ

source: Reconnect Controls
tr: Denetimleri Yeniden Bağla

source: Reconnect automatically
tr: Otomatik yeniden bağlan

source: Reconnect the selected headphones in Bluetooth settings to check this change.
tr: Bu değişikliği denetlemek için seçili kulaklıkları Bluetooth ayarlarından yeniden bağlayın.

source: Reconnect the selected headphones to check the multipoint setting.
tr: Çoklu bağlantı ayarını denetlemek için seçili kulaklıkları yeniden bağlayın.

source: Reconnecting controls…
tr: Denetimler yeniden bağlanıyor…

source: Reconnecting…
tr: Yeniden bağlanıyor…

source: Red
tr: Kırmızı

source: Refresh
tr: Yenile

source: Refresh Devices
tr: Aygıtları Yenile

source: Refresh headphone status
tr: Kulaklık durumunu yenile

source: Refresh the device list to read the connection limit.
tr: Bağlantı sınırını okumak için aygıt listesini yenileyin.

source: Relaxed
tr: Rahat

source: Repeated presses
tr: Tekrarlı basışlar

source: Repeated taps
tr: Tekrarlı dokunuşlar

source: Replace
tr: Değiştir

source: Replace Preset?
tr: Önayar değiştirilsin mi?

source: Reported by the headphones for the current audio source.
tr: Kulaklıklar tarafından geçerli ses kaynağı için bildirildi.

source: Reported by the headphones. With two devices connected, this may describe audio from the other device.
tr: Kulaklıklar tarafından bildirildi. İki aygıt bağlıyken diğer aygıtın sesini gösterebilir.

source: Reposition the earbud or try another tip size, then test again.
tr: Kulaklığı yeniden yerleştirin veya başka bir uç boyutu deneyin, ardından testi tekrarlayın.

source: Requested…
tr: İsteniyor…

source: Reset Flat
tr: Düz Ayara Sıfırla

source: Restoring audio…
tr: Ses bağlantısı geri yükleniyor…

source: Retry
tr: Yeniden Dene

source: Retry Connection
tr: Bağlantıyı Yeniden Dene

source: Retry LDAC
tr: LDAC’yi Yeniden Dene

source: Review Change…
tr: Değişikliği İncele…

source: Right
tr: Sağ

source: Right Earbud Battery Low
tr: Sağ Kulaklık Pili Zayıf

source: Right battery
tr: Sağ pil

source: Sample Rate
tr: Örnekleme Hızı

source: Sample rate unavailable
tr: Örnekleme hızı kullanılamıyor

source: Save
tr: Kaydet

source: Saved
tr: Kaydedildi

source: Saved Equalizers
tr: Kayıtlı Ekolayzırlar

source: Saved Presets
tr: Kayıtlı Önayarlar

source: Saved on this Mac.
tr: Bu Mac’e kaydedildi.

source: Searching…
tr: Aranıyor…

source: Selected for audio
tr: Ses için seçili

source: Sending Power Off…
tr: Kapatma Komutu Gönderiliyor…

source: Sending your response…
tr: Yanıtınız gönderiliyor…

source: Sensitivity
tr: Duyarlılık

source: Service Link
tr: Servis Bağlantısı

source: Set Ambient Sound to %lld, with Focus on Voice %@.
tr: Ortam Sesi’ni %lld düzeyine ayarla; Sese Odaklan %@.

source: Set Headphone Noise Control
tr: Kulaklık Gürültü Denetimini Ayarla

source: Set Speak-to-Chat
tr: Speak-to-Chat’i Ayarla

source: Settings
tr: Ayarlar

source: Shake
tr: Sağa sola

source: Shared: %@
tr: Paylaşılan: %@

source: Short
tr: Kısa

source: Shortcut
tr: Kestirme

source: Show LDAC controls
tr: LDAC denetimlerini göster

source: Show battery percentage
tr: Pil yüzdesini göster

source: Sidetone controls changed before the change could be sent.
tr: Değişiklik gönderilmeden önce kendi sesini duyma denetimleri değişti.

source: Sidetone controls changed before the change was confirmed.
tr: Değişiklik doğrulanmadan önce kendi sesini duyma denetimleri değişti.

source: Silver
tr: Gümüş

source: Soft
tr: Yumuşak

source: Soft fitting
tr: Yumuşak yerleşim

source: Some Auto Play functions
tr: Bazı Otomatik Çalma işlevleri

source: Some Scene-based Listening functions
tr: Bazı Sahneye Göre Dinleme işlevleri

source: Some audio output details are unavailable. Copy diagnostics for details.
tr: Bazı ses çıkışı ayrıntıları kullanılamıyor. Ayrıntılar için tanılama bilgilerini kopyalayın.

source: Could not set up the headphones’ Bluetooth control connection.
tr: Kulaklığın Bluetooth denetim bağlantısı kurulamadı.

source: The headphone connection timed out. Try again.
tr: Kulaklık bağlantısı zaman aşımına uğradı. Tekrar deneyin.

source: The headphones’ Bluetooth control connection changed. Reconnect to continue.
tr: Kulaklığın Bluetooth denetim bağlantısı değişti. Devam etmek için yeniden bağlanın.

source: Sending the headphone command timed out. Try again.
tr: Kulaklık komutunun gönderilmesi zaman aşımına uğradı. Tekrar deneyin.

source: The headphones returned an invalid response. Try again.
tr: Kulaklıklar geçersiz bir yanıt gönderdi. Tekrar deneyin.

source: The headphones returned an empty response. Try again.
tr: Kulaklıklar boş bir yanıt gönderdi. Tekrar deneyin.

source: Could not receive updates from the headphones. Try again.
tr: Kulaklıklardan güncellemeler alınamadı. Tekrar deneyin.

source: Sony audio device
tr: Sony ses aygıtı

source: Headphone controls
tr: Kulaklık denetimleri

source: Could not open the headphone connection. Try again.
tr: Kulaklık bağlantısı açılamadı. Tekrar deneyin.

source: Could not connect to the headphones’ controls.
tr: Kulaklığın denetimlerine bağlanılamadı.

source: Sony headphones
tr: Sony kulaklıklar

source: Sony voice assistant
tr: Sony sesli asistanı

source: Sound
tr: Ses

source: Sound Position
tr: Ses Konumu

source: Sound Quality
tr: Ses Kalitesi

source: Sound Quality priority
tr: Ses Kalitesi önceliği

source: Sound Settings…
tr: Ses Ayarları…

source: Sound effects became unavailable before the change could be sent.
tr: Değişiklik gönderilmeden önce ses efektleri kullanılamaz hâle geldi.

source: Spatial sound and head tracking
tr: Uzamsal ses ve baş takibi

source: Speak-to-Chat Action
tr: Speak-to-Chat İşlemi

source: Speak-to-Chat settings changed. Try again.
tr: Speak-to-Chat ayarları değişti. Tekrar deneyin.

source: Speakers
tr: Hoparlörler

source: Speech
tr: Konuşma

source: Stable Connection
tr: Kararlı Bağlantı

source: Start Optimization
tr: Optimizasyonu Başlat

source: Start Practice
tr: Alıştırmayı Başlat

source: Start Test
tr: Testi Başlat

source: Starting practice…
tr: Alıştırma başlatılıyor…

source: Starting test…
tr: Test başlatılıyor…

source: Stop Google Assistant
tr: Google Assistant’ı durdur

source: Stopping optimization…
tr: Optimizasyon durduruluyor…

source: Surround (VPT)
tr: Çevresel Ses (VPT)

source: Sync Equalizer
tr: Ekolayzırı Eşzamanla

source: Sync Now
tr: Şimdi Eşzamanla

source: Sync noise control before making another change.
tr: Başka bir değişiklik yapmadan önce gürültü denetimini eşzamanlayın.

source: Sync the headphone identity first.
tr: Önce kulaklık kimliğini eşzamanlayın.

source: Connect the headphones in Bluetooth settings, then try again.
tr: Kulaklıkları Bluetooth ayarlarından bağlayıp tekrar deneyin.

source: Syncing…
tr: Eşzamanlanıyor…

source: System audio recording access was not confirmed. Try LDAC again.
tr: Sistem sesi kaydı izni doğrulanamadı. LDAC’yi yeniden deneyin.

source: System audio recording could not be checked. Try LDAC again.
tr: Sistem sesi kaydı denetlenemedi. LDAC’yi yeniden deneyin.

source: System settings changed before the command could be sent.
tr: Komut gönderilmeden önce sistem ayarları değişti.

source: Talk to / Cancel Amazon Alexa
tr: Amazon Alexa ile konuş / İptal et

source: Talk to / Cancel Tencent Xiaowei
tr: Tencent Xiaowei ile konuş / İptal et

source: Talk to Amazon Alexa
tr: Amazon Alexa ile konuş

source: Talk to Google Assistant
tr: Google Assistant ile konuş

source: Talk to Tencent Xiaowei
tr: Tencent Xiaowei ile konuş

source: Tap
tr: Dokun

source: Tap and hold
tr: Dokun ve basılı tut

source: Teams voice commands
tr: Teams sesli komutları

source: Tencent Xiaowei & Q Music (Classic only)
tr: Tencent Xiaowei ve Q Music (yalnızca Classic)

source: Tencent Xiaowei (Classic only)
tr: Tencent Xiaowei (yalnızca Classic)

source: Tencent Xiaowei and Q Music
tr: Tencent Xiaowei ve Q Music

source: Test Again
tr: Yeniden Test Et

source: The connected device did not match the selected headphones.
tr: Bağlanan aygıt seçilen kulaklıkla eşleşmedi.

source: The Bluetooth connection couldn’t keep up. LDAC will reconnect.
tr: Bluetooth bağlantısı yavaşladı. LDAC yeniden bağlanacak.

source: The LDAC audio connection could not finish setup. Try LDAC again.
tr: LDAC ses bağlantısının kurulumu tamamlanamadı. LDAC’ı yeniden deneyin.

source: LDAC playback is unavailable in this installation of Acouplet.
tr: Acouplet’in bu kurulumunda LDAC üzerinden ses çalınamıyor.

source: The Mac audio format changed. LDAC stopped.
tr: Mac’in ses biçimi değişti. LDAC durduruldu.

source: The Mac’s output format does not identify the Bluetooth wireless codec.
tr: Mac’in çıkış biçimi, Bluetooth kablosuz kodeğini belirtmez.

source: The Speak-to-Chat command could not be sent.
tr: Speak-to-Chat komutu gönderilemedi.

source: The audio connection may briefly disconnect while the headphones apply this preference.
tr: Kulaklıklar bu tercihi uygularken ses bağlantısı kısa süreliğine kesilebilir.

source: The audio source changed before source keeping was confirmed.
tr: Kaynağı koruma doğrulanmadan önce ses kaynağı değişti.

source: The audio source changed or its controls are no longer available.
tr: Ses kaynağı değişti veya denetimleri artık kullanılamıyor.

source: The connected headphones do not match the pending change.
tr: Bağlı kulaklıklar bekleyen değişiklikle eşleşmiyor.

source: The connection preference changed before the command could be sent.
tr: Komut gönderilmeden önce bağlantı tercihi değişti.

source: The control connection closed after the power-off request. Their power state cannot be checked.
tr: Kapatma isteğinden sonra denetim bağlantısı kapandı. Kulaklıkların güç durumu denetlenemiyor.

source: The control connection was lost before the audio source change was confirmed.
tr: Ses kaynağı değişikliği doğrulanmadan önce denetim bağlantısı kesildi.

source: The control connection was lost before the device connection change was confirmed.
tr: Aygıt bağlantısı değişikliği doğrulanmadan önce denetim bağlantısı kesildi.

source: The control connection was lost before the multipoint request was sent.
tr: Çoklu bağlantı isteği gönderilmeden önce denetim bağlantısı kesildi.

source: The delay begins when you stop speaking.
tr: Gecikme, konuşmayı bıraktığınızda başlar.

source: The device connection changed or its controls are no longer available.
tr: Aygıt bağlantısı değişti veya denetimleri artık kullanılamıyor.

source: The device connection changed. Refresh the device list.
tr: Aygıt bağlantısı değişti. Aygıt listesini yenileyin.

source: The device list could not be read. Refresh to try again.
tr: Aygıt listesi okunamadı. Yeniden denemek için yenileyin.

source: The device list was not received. Reconnect the headphones to try again.
tr: Aygıt listesi alınmadı. Yeniden denemek için kulaklıkları yeniden bağlayın.

source: The ear-tip fit test is currently unavailable.
tr: Kulaklık ucu uyum testi şu anda kullanılamıyor.

source: The ear-tip fit test is no longer available.
tr: Kulaklık ucu uyum testi artık kullanılamıyor.

source: The equalizer layout changed. Reopen the equalizer and try again.
tr: Ekolayzır düzeni değişti. Ekolayzırı yeniden açıp tekrar deneyin.
